//data

var data = [
	{
		"name" : "前端", 
		"list" : [
			{
				"title": "前端工程师", 
				"company": "北京123公司",
				"职位": "前端页面", 
				"招聘人数": "2人",
				"工作地点": "北京", 
				"工作经历": "不限", 
				"学历": "不限",
				"薪资": "面议",
				"addData": "2016-4-1"
			},
			{
				"title": "网站前端页面设计", 
				"company": "北京ads公司",
				"职位": "前端页面", 
				"招聘人数": "2人",
				"工作地点": "北京", 
				"工作经历": "不限", 
				"学历": "不限",
				"薪资": "面议",
				"addData": "2016-4-1"
			},
			{
				"title": "HTML5工程师", 
				"company": "上海123公司",
				"职位": "前端页面", 
				"招聘人数": "2人",
				"工作地点": "上海", 
				"工作经历": "不限", 
				"学历": "不限",
				"薪资": "面议",
				"addData": "2016-4-1"
			},
			{
				"title": "页面设计师", 
				"company": "ad123公司",
				"职位": "前端页面", 
				"招聘人数": "2人",
				"工作地点": "北京", 
				"工作经历": "不限", 
				"学历": "不限",
				"薪资": "面议",
				"addData": "2016-4-1"
			},
			{
				"title": "高级前端工程师", 
				"company": "上海公司",
				"职位": "前端页面", 
				"招聘人数": "2人",
				"工作地点": "上海", 
				"工作经历": "不限", 
				"学历": "不限",
				"薪资": "面议",
				"addData": "2016-4-1"
			},
			{
				"title": "前端开发", 
				"company": "杭州公司",
				"职位": "前端页面", 
				"招聘人数": "2人",
				"工作地点": "杭州", 
				"工作经历": "不限", 
				"学历": "不限",
				"薪资": "面议",
				"addData": "2016-4-1"
			},
			{
				"title": "武汉前端工程师", 
				"company": "武汉公司",
				"职位": "前端页面", 
				"招聘人数": "2人",
				"工作地点": "武汉", 
				"工作经历": "不限", 
				"学历": "不限",
				"薪资": "面议",
				"addData": "2016-4-1"
			},
			{
				"title": "长沙前端工程师", 
				"company": "长沙公司",
				"职位": "前端页面", 
				"招聘人数": "2人",
				"工作地点": "长沙", 
				"工作经历": "不限", 
				"学历": "不限",
				"薪资": "面议",
				"addData": "2016-4-1"
			},
			{
				"title": "重庆前端工程师", 
				"company": "重庆公司",
				"职位": "前端页面", 
				"招聘人数": "2人",
				"工作地点": "重庆", 
				"工作经历": "不限", 
				"学历": "不限",
				"薪资": "面议",
				"addData": "2016-4-1"
			},
			{
				"title": "前端开发师", 
				"company": "重庆公司",
				"职位": "前端页面", 
				"招聘人数": "2人",
				"工作地点": "重庆", 
				"工作经历": "不限", 
				"学历": "不限",
				"薪资": "面议",
				"addData": "2016-4-1"
			},
			{
				"title": "成都前端工程师", 
				"company": "成都",
				"职位": "前端页面", 
				"招聘人数": "2人",
				"工作地点": "成都", 
				"工作经历": "不限", 
				"学历": "不限",
				"薪资": "面议",
				"addData": "2016-4-1"
			},
			{
				"title": "厦门前端工程师", 
				"company": "厦门公司",
				"职位": "前端页面", 
				"招聘人数": "2人",
				"工作地点": "厦门", 
				"工作经历": "不限", 
				"学历": "不限",
				"薪资": "面议",
				"addData": "2016-4-1"
			}
		]
	},
	{
		"name": "后端", 
		"list": [
			{
				"title": "后端工程师", 
				"company": "北京123公司",
				"职位": "服务器", 
				"招聘人数": "2人",
				"工作地点": "北京", 
				"工作经历": "不限", 
				"学历": "不限",
				"薪资": "面议",
				"addData": "2016-4-1"
			},
			{	
				"title": "高级后端工程师", 
				"company": "上海123公司",
				"职位": "服务器", 
				"招聘人数": "2人",
				"工作地点": "上海", 
				"工作经历": "不限", 
				"学历": "不限",
				"薪资": "面议",
				"addData": "2016-4-1"
			},
			{
				"title": "Python工程师", 
				"company": "北京123公司",
				"职位": "服务器", 
				"招聘人数": "2人",
				"工作地点": "北京", 
				"工作经历": "不限", 
				"学历": "不限",
				"薪资": "面议",
				"addData": "2016-4-1"
			},
			{
				"title": "PHP工程师", 
				"company": "重庆123公司",
				"职位": "服务器", 
				"招聘人数": "2人",
				"工作地点": "重庆", 
				"工作经历": "不限", 
				"学历": "不限",
				"薪资": "面议",
				"addData": "2016-4-1"
			}
		]
	}
];
//alert(data[0].name);